Repository: Gianluks90/novanet
Catalog: src/locale/messages.*.xlf
Languages: it

source: Cards loading...
it: Caricamento carte...

source: Cards loaded! Wait for image rendering...
it: Carte caricate! Attendi il rendering delle immagini...

source: Select a card from the grid to inspect detail and actions.
it: Seleziona una carta dalla griglia per ispezionarne i dettagli.

# uniquenessTooltipText
source: unique
it: unica

# strengthTooltipText
source: Strength
it: Forza

source: STR
it: FOR

# baseLinkTooltipText
source: Base link
it: Link base

# baseMemoryAvailableTooltipText
source: Base memory available
it: Memoria base disponibile

# costTooltipText
source: Cost
it: Costo

# trashCostTooltipText
source: Trash Cost
it: Costo di scarto

# memoryCostTooltipText
source: Memory Cost
it: Costo di memoria

# agendaPointsTooltipText
source: Advancement cost / Agenda points
it: Costo di avanzamento / Punti obiettivo

source: Effect
it: Effetto

source: Influence cost ({{c?.faction_code! | factionLabel}})
it: Costo di influenza ({{c?.faction_code! | factionLabel}})

source: Deck limit: {{c?.deck_limit}}
it: Limite nel mazzo: {{c?.deck_limit}}

source: Quantity per set: {{c?.quantity}}
it: Copie per set: {{c?.quantity}}

source: Illustrator
it: Illustrazione

source: Focus
it: Centra

source: Approve
it: Approva

source: Translate
it: Traduci

source: Translation submitted. Thank you.
it: Traduzione inviata. Grazie.

source: Translation confirmed, soon it will be visible for everyone (or refresh the page to see the changes).
it: Traduzione confermata, presto sarà visibile a tutti (o aggiorna la pagina per vedere le modifiche).

source: Error approving translation, please try again later.
it: Errore durante l'approvazione della traduzione, riprova più tardi.

source: Favorite caption updated.
it: Didascalia preferita aggiornata.

source: Error updating favorite caption, please try again later.
it: Errore durante l'aggiornamento della didascalia preferita, riprova più tardi.

source: Confirm
it: Conferma

source: Press 'confirm' if you wish to proceed with this operation.
it: Premi 'conferma' se desideri procedere con questa operazione.

# confirmButton
source: Confirm
it: Conferma

# closeButton
source: Close
it: Chiudi

source: Settings
it: Impostazioni

source: App information
it: Informazioni app

source: Version: {{ appVersion }}
it: Versione: {{ appVersion }}

source: Disclaimer: Novanet is an independent project and is not affiliated with, endorsed by, or associated with Fantasy Flight Games or Wizards of the Coast.
it: Dichiarazione di responsabilità: NovaNet è un progetto indipendente e non è affiliato, supportato o associato a Fantasy Flight Games o Wizards of the Coast.

source: User options
it: Opzioni utente

# enterTextPlaceholder
source: Enter text
it: Inserisci testo

source: Favorite Faction
it: Fazione preferita

source: None
it: Nessuna

# enterURLValidPlaceholder
source: Enter a valid URL
it: Inserisci URL valido

source: Please log in to change user options.
it: Effettua il login per modificare le opzioni utente.

source: App options
it: Opzioni App

source: Accent Color (apply only on dark mode) <span class="reset-span" (click)="resetColor()">[ Reset ]</span>
it: Colore di accento (si applica solo in modalità scura) <span class="reset-span" (click)="resetColor()">[ Reset ]</span>

source: Enter a valid color (e.g., #FF0000)
it: Inserisci un colore valido (es. #FF0000)

# saveChangesButton
source: Save changes
it: Salva modifiche

source: Suggest translation EN > IT
it: Suggerisci traduzione EN > IT

# warningLabel
source: Warning
it: Attenzione

source: You are about to suggest a translation in your language for the following card. Pay attention to every detail. The translation will be submitted to an administrator before being validated. Use <strong>advanced mode</strong> if you don't have any pending operations on this page. <strong>Remember to preserve the original formatting as well as the special characters that display game icons.</strong>
it: Stai per suggerire una traduzione nella tua lingua per la seguente carta. Presta attenzione a ogni dettaglio. La traduzione sarà inviata a un amministratore prima di essere convalidata. Usa la <strong>modalità avanzata</strong> se non hai operazioni in sospeso su questa pagina. <strong>Ricorda di preservare anche la formattazione originale e i caratteri speciali che mostrano le icone di gioco.</strong>

source: Title
it: Titolo

source: Flavor
it: Testo descrittivo

source: Advanced mode
it: Modalità avanzata

source: Filters
it: Filtri

# searchTextInputPlaceholder
source: Search text...
it: Cerca testo...

# costInputPlaceholder
source: cost
it: costo

source: All Factions
it: Fazioni (tutte)

source: All Sides
it: Lati (tutti)

source: All packs
it: Pacchetti (tutti)

source: All Types
it: Tipi (tutti)

source: Card images and data provided by <a href="https://netrunnerdb.com/" target="_blank" rel="noopener noreferrer">NetrunnerDB</a>
it: Immagini e dati delle carte forniti da <a href="https://netrunnerdb.com/" target="_blank" rel="noopener noreferrer">NetrunnerDB</a>

source: Deselect card
it: Deseleziona carta

source: <span class="material-symbols-rounded">grid_view</span> Grid: {{ zoomLevel | zoomLevelLabel}}
it: <span class="material-symbols-rounded">grid_view</span> Griglia: {{ zoomLevel | zoomLevelLabel}}

source: <span class="material-symbols-rounded">sort</span> Sort by: {{ sortBy | sortByLabel }} (found: {{cards.length}})
it: <span class="material-symbols-rounded">sort</span> Ordina per: {{ sortBy | sortByLabel }} (trovate: {{cards.length}})

source: <span class="material-symbols-rounded">language</span><span>@if (filters.translated === 'only') {<span>Your</span>}@else {<span>All</span>}<span> languages</span></span>
it: <span class="material-symbols-rounded">language</span><span>@if (filters.translated === 'only') {<span>La tua</span>}@else {<span>Ogni</span>}<span> lingua</span></span>

source: <span class="material-symbols-rounded">translate</span> Show to approve
it: <span class="material-symbols-rounded">translate</span> Mostra da approvare

source: Showing this.cards.length cards with translations to approve.
it: Mostrate this.cards.length carte con traduzioni da approvare.

source: Welcome {{firebase.$user() ? 'back' : ''}} to <u>NovaNet</u>
it: Benvenuto {{firebase.$user() ? 'back' : ''}} su <u>NovaNet</u>

source: Step into the digital nexus of <strong>Novacorp</strong>. <br><strong>NovaNet</strong> connects Corps and Runners in a single, dynamic space where strategy, cunning, and adaptability define success. Whether you’re building decks, analyzing cards, or testing your tactics against others, Novanet provides the tools and insights you need to dominate the cyber arena.
it: Entra nel nexus digitale di <strong>Novacorp</strong>. <br><strong>NovaNet</strong> connette Corps e Runners in un unico spazio dinamico dove strategia, astuzia e adattabilità determinano il successo. Che tu stia costruendo mazzi, analizzando carte o testando tattiche contro altri, NovaNet fornisce strumenti e insight per dominare l’arena cibernetica.

source: Our platform offers an integrated system that brings every aspect of the Android: Netrunner experience together. Track your progress, explore new strategies, and engage in competitive play—all while immersing yourself in a world of high-stakes corporate intrigue and shadowy netrunning operations.
it: La nostra piattaforma offre un sistema integrato che riunisce tutti gli aspetti dell’esperienza Android: Netrunner. Monitora i tuoi progressi, esplora nuove strategie e partecipa a giochi competitivi, immergendoti in un mondo di intrighi aziendali ad alto rischio e operazioni di netrunning nell’ombra.

source: Novanet isn’t just a tool—it’s a gateway to a living, evolving environment where the line between Runner and Corp blurs. Your choices have consequences, your strategies shape the meta, and every game is a story waiting to unfold.
it: NovaNet non è solo uno strumento: è una porta verso un ambiente vivo ed in continua evoluzione dove la linea tra Runner e Corp si sfuma. Le tue scelte hanno conseguenze, le tue strategie plasmano il meta e ogni partita è una storia pronta a svilupparsi.

source: Novanet is an independent project and is not affiliated with, endorsed by, or associated with Fantasy Flight Games or Wizards of the Coast.
it: NovaNet è un progetto indipendente e non è affiliato, supportato o associato a Fantasy Flight Games o Wizards of the Coast.

source: cards
it: carte

source: deck builder
it: editor mazzi

source: play
it: gioca

source: {{ firebase.$user()?.favoriteCaption || 'No favorite caption' }}
it: {{ firebase.$user()?.favoriteCaption || 'Nessuna didascalia preferita' }}
